Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: The token is kept in your Keychain with this destination’s keys, not in its settings.
de: Das Token wird mit den Schlüsseln dieses Ziels in deinem Schlüsselbund gespeichert, nicht in seinen Einstellungen.
es: El token se guarda en tu Llavero con las claves de este destino, no en su configuración.
fr: Le jeton est conservé dans votre trousseau avec les clés de cette destination, pas dans ses réglages.
id: Token disimpan di Rantai Kunci bersama kunci tujuan ini, bukan di pengaturannya.
it: Il token è conservato nel Portachiavi con le chiavi di questa destinazione, non nelle sue impostazioni.
ja: トークンは設定ではなく、この保存先のキーと一緒にキーチェーンに保存されます。
ko: 토큰은 설정이 아니라 이 대상의 키와 함께 키체인에 보관됩니다.
nl: Het token wordt met de sleutels van deze bestemming in je sleutelhanger bewaard, niet in de instellingen.
pl: Token jest przechowywany w Pęku kluczy razem z kluczami tego miejsca docelowego, a nie w jego ustawieniach.
pt_br: O token fica nas suas Chaves junto com as chaves deste destino, não nos ajustes dele.
ru: Токен хранится в связке ключей вместе с ключами этого места назначения, а не в его настройках.
tr: Token, ayarlarında değil, bu hedefin anahtarlarıyla birlikte Anahtar Zinciri’nizde saklanır.
uk: Токен зберігається у в’язці ключів разом із ключами цього місця призначення, а не в його налаштуваннях.
vi: Token được lưu trong Chuỗi khóa cùng với khóa của đích đến này, không phải trong cài đặt của nó.
zh_hans: 令牌与此目标的密钥一起保存在你的钥匙串中，而不是保存在其设置里。
zh_hant: 權杖會與此目的地的金鑰一起保存在你的鑰匙圈中，而不是保存在其設定裡。

source: These files would go to this destination instead of your default one.
de: Diese Dateien würden statt an dein Standardziel an dieses Ziel gehen.
es: Estos archivos irían a este destino en lugar de a tu destino predeterminado.
fr: Ces fichiers iraient vers cette destination au lieu de votre destination par défaut.
id: File ini akan dikirim ke tujuan ini, bukan ke tujuan default Anda.
it: Questi file andrebbero in questa destinazione invece che in quella predefinita.
ja: これらのファイルは既定のアップロード先ではなく、このアップロード先に送られます。
ko: 이 파일은 기본 대상 대신 이 대상으로 이동합니다.
nl: Deze bestanden gaan dan naar deze bestemming in plaats van naar je standaardbestemming.
pl: Te pliki trafiałyby do tego miejsca docelowego zamiast do domyślnego.
pt_br: Esses arquivos iriam para este destino em vez do seu destino padrão.
ru: Эти файлы будут отправляться в это место назначения вместо места по умолчанию.
tr: Bu dosyalar varsayılan hedefin yerine bu hedefe gider.
uk: Ці файли надходитимуть до цієї цілі замість стандартної.
vi: Các tệp này sẽ được gửi đến đích này thay vì đích mặc định của bạn.
zh_hans: 这些文件会上传到此目标，而不是你的默认目标。
zh_hant: 這些檔案會傳送到此目的地，而不是你的預設目的地。

source: This ShareX configuration has no valid request URL.
de: Diese ShareX-Konfiguration hat keine gültige Anfrage-URL.
es: Esta configuración de ShareX no tiene una URL de solicitud válida.
fr: Cette configuration ShareX n’a pas d’URL de requête valide.
id: Konfigurasi ShareX ini tidak memiliki URL permintaan yang valid.
it: Questa configurazione di ShareX non ha un URL di richiesta valido.
ja: このShareX構成には有効なリクエストURLがありません。
ko: 이 ShareX 구성에는 유효한 요청 URL이 없습니다.
nl: Deze ShareX-configuratie heeft geen geldige verzoek-URL.
pl: Ta konfiguracja ShareX nie ma prawidłowego adresu URL żądania.
pt_br: Esta configuração do ShareX não tem uma URL de solicitação válida.
ru: В этой конфигурации ShareX нет действительного URL запроса.
tr: Bu ShareX yapılandırmasında geçerli bir istek URL’si yok.
uk: У цій конфігурації ShareX немає дійсної URL-адреси запиту.
vi: Cấu hình ShareX này không có URL yêu cầu hợp lệ.
zh_hans: 此 ShareX 配置没有有效的请求网址。
zh_hant: 此 ShareX 設定沒有有效的請求網址。

source: This ShareX configuration isn’t a URL shortener.
de: Diese ShareX-Konfiguration ist kein Linkverkürzer.
es: Esta configuración de ShareX no es un acortador de URL.
fr: Cette configuration ShareX n’est pas un raccourcisseur d’URL.
id: Konfigurasi ShareX ini bukan pemendek URL.
it: Questa configurazione di ShareX non è un accorciatore di URL.
ja: このShareX構成はURL短縮サービスではありません。
ko: 이 ShareX 구성은 URL 단축기가 아닙니다.
nl: Deze ShareX-configuratie is geen URL-verkorter.
pl: Ta konfiguracja ShareX nie jest skracaczem adresów URL.
pt_br: Esta configuração do ShareX não é um encurtador de URL.
ru: Эта конфигурация ShareX не является сокращателем ссылок.
tr: Bu ShareX yapılandırması bir URL kısaltıcı değil.
uk: Ця конфігурація ShareX не є скорочувачем посилань.
vi: Cấu hình ShareX này không phải là trình rút gọn URL.
zh_hans: 此 ShareX 配置不是网址缩短服务。
zh_hant: 此 ShareX 設定不是網址縮短服務。

source: This configuration has more than one secret. Aktar keeps one token per destination.
de: Diese Konfiguration enthält mehr als ein Geheimnis. Aktar speichert ein Token pro Ziel.
es: Esta configuración tiene más de un secreto. Aktar guarda un token por destino.
fr: Cette configuration contient plus d’un secret. Aktar conserve un jeton par destination.
id: Konfigurasi ini memiliki lebih dari satu rahasia. Aktar menyimpan satu token per tujuan.
it: Questa configurazione contiene più di un segreto. Aktar conserva un token per destinazione.
ja: この構成には複数のシークレットがあります。Aktarが保存するトークンは保存先ごとに1つです。
ko: 이 구성에는 비밀 값이 둘 이상 있습니다. Aktar는 대상마다 토큰을 하나만 보관합니다.
nl: Deze configuratie bevat meer dan één geheim. Aktar bewaart één token per bestemming.
pl: Ta konfiguracja zawiera więcej niż jeden sekret. Aktar przechowuje jeden token na miejsce docelowe.
pt_br: Esta configuração tem mais de um segredo. O Aktar guarda um token por destino.
ru: В этой конфигурации больше одного секрета. Aktar хранит один токен для каждого места назначения.
tr: Bu yapılandırmada birden fazla gizli değer var. Aktar her hedef için bir token saklar.
uk: У цій конфігурації більше ніж один секрет. Aktar зберігає один токен для кожного місця призначення.
vi: Cấu hình này có nhiều hơn một bí mật. Aktar chỉ lưu một token cho mỗi đích đến.
zh_hans: 此配置包含多个密钥。Aktar 每个目标只保存一个令牌。
zh_hant: 此設定包含多個密鑰。Aktar 每個目的地只保存一個權杖。

source: This configuration sends requests over http://. Turn on “Allow insecure HTTP” to import it anyway.
de: Diese Konfiguration sendet Anfragen über http://. Aktiviere „Unsicheres HTTP erlauben“, um sie trotzdem zu importieren.
es: Esta configuración envía solicitudes por http://. Activa “Permitir HTTP no seguro” para importarla de todos modos.
fr: Cette configuration envoie les requêtes en http://. Activez « Autoriser le HTTP non sécurisé » pour l’importer quand même.
id: Konfigurasi ini mengirim permintaan melalui http://. Aktifkan “Izinkan HTTP tidak aman” untuk tetap mengimpornya.
it: Questa configurazione invia le richieste tramite http://. Attiva “Consenti HTTP non sicuro” per importarla comunque.
ja: この構成はhttp://でリクエストを送信します。それでも読み込むには「安全でないHTTPを許可」をオンにしてください。
ko: 이 구성은 http://로 요청을 보냅니다. 그래도 가져오려면 ‘안전하지 않은 HTTP 허용’을 켜세요.
nl: Deze configuratie verstuurt verzoeken via http://. Zet ‘Onveilige HTTP toestaan’ aan om hem toch te importeren.
pl: Ta konfiguracja wysyła żądania przez http://. Włącz „Zezwalaj na niezabezpieczony HTTP”, aby mimo to ją zaimportować.
pt_br: Esta configuração envia solicitações por http://. Ative “Permitir HTTP inseguro” para importá-la mesmo assim.
ru: Эта конфигурация отправляет запросы по http://. Включите «Разрешить небезопасный HTTP», чтобы всё равно импортировать её.
tr: Bu yapılandırma istekleri http:// üzerinden gönderiyor. Yine de içe aktarmak için “Güvenli olmayan HTTP’ye izin ver” seçeneğini açın.
uk: Ця конфігурація надсилає запити через http://. Увімкніть «Дозволити незахищений HTTP», щоб усе одно імпортувати її.
vi: Cấu hình này gửi yêu cầu qua http://. Bật “Cho phép HTTP không an toàn” để vẫn nhập nó.
zh_hans: 此配置通过 http:// 发送请求。如仍要导入，请打开“允许不安全的 HTTP”。
zh_hant: 此設定透過 http:// 傳送請求。若仍要匯入，請開啟「允許不安全的 HTTP」。

source: This configuration will send your API token to **%@**.
de: Diese Konfiguration sendet dein API-Token an **%@**.
es: Esta configuración enviará tu token de API a **%@**.
fr: Cette configuration enverra votre jeton d’API à **%@**.
id: Konfigurasi ini akan mengirim token API Anda ke **%@**.
it: Questa configurazione invierà il tuo token API a **%@**.
ja: この構成はAPIトークンを **%@** に送信します。
ko: 이 구성은 API 토큰을 **%@**(으)로 보냅니다.
nl: Deze configuratie stuurt je API-token naar **%@**.
pl: Ta konfiguracja wyśle Twój token API do **%@**.
pt_br: Esta configuração enviará seu token de API para **%@**.
ru: Эта конфигурация будет отправлять ваш токен API на **%@**.
tr: Bu yapılandırma API token’ınızı **%@** adresine gönderecek.
uk: Ця конфігурація надсилатиме ваш токен API на **%@**.
vi: Cấu hình này sẽ gửi token API của bạn đến **%@**.
zh_hans: 此配置会将你的 API 令牌发送到 **%@**。
zh_hant: 此設定會將你的 API 權杖傳送到 **%@**。

source: This configuration will send your links to **%@**.
de: Diese Konfiguration sendet deine Links an **%@**.
es: Esta configuración enviará tus enlaces a **%@**.
fr: Cette configuration enverra vos liens à **%@**.
id: Konfigurasi ini akan mengirim tautan Anda ke **%@**.
it: Questa configurazione invierà i tuoi link a **%@**.
ja: この構成はリンクを **%@** に送信します。
ko: 이 구성은 링크를 **%@**(으)로 보냅니다.
nl: Deze configuratie stuurt je links naar **%@**.
pl: Ta konfiguracja wyśle Twoje linki do **%@**.
pt_br: Esta configuração enviará seus links para **%@**.
ru: Эта конфигурация будет отправлять ваши ссылки на **%@**.
tr: Bu yapılandırma bağlantılarınızı **%@** adresine gönderecek.
uk: Ця конфігурація надсилатиме ваші посилання на **%@**.
vi: Cấu hình này sẽ gửi liên kết của bạn đến **%@**.
zh_hans: 此配置会将你的链接发送到 **%@**。
zh_hant: 此設定會將你的連結傳送到 **%@**。

source: This isn’t a ShareX custom uploader (.sxcu) file.
de: Das ist keine ShareX-Uploader-Datei (.sxcu).
es: Este no es un archivo de uploader personalizado de ShareX (.sxcu).
fr: Ce n’est pas un fichier d’uploader personnalisé ShareX (.sxcu).
id: Ini bukan file pengunggah kustom ShareX (.sxcu).
it: Questo non è un file di uploader personalizzato di ShareX (.sxcu).
ja: ShareXのカスタムアップローダ（.sxcu）ファイルではありません。
ko: ShareX 사용자 지정 업로더(.sxcu) 파일이 아닙니다.
nl: Dit is geen aangepast ShareX-uploaderbestand (.sxcu).
pl: To nie jest plik niestandardowego uploadera ShareX (.sxcu).
pt_br: Este não é um arquivo de uploader personalizado do ShareX (.sxcu).
ru: Это не файл пользовательского загрузчика ShareX (.sxcu).
tr: Bu bir ShareX özel yükleyici (.sxcu) dosyası değil.
uk: Це не файл користувацького завантажувача ShareX (.sxcu).
vi: Đây không phải là tệp trình tải lên tùy chỉnh của ShareX (.sxcu).
zh_hans: 这不是 ShareX 自定义上传器（.sxcu）文件。
zh_hant: 這不是 ShareX 自訂上傳器（.sxcu）檔案。

source: Token sent in
de: Token gesendet in
es: Token enviado en
fr: Jeton envoyé dans
id: Token dikirim di
it: Token inviato in
ja: トークンの送信先
ko: 토큰 전송 위치
nl: Token verstuurd in
pl: Token wysyłany w
pt_br: Token enviado em
ru: Токен передаётся в
tr: Token’ın gönderildiği yer
uk: Токен передається в
vi: Token được gửi trong
zh_hans: 令牌发送位置
zh_hant: 權杖傳送位置

source: a JSON body that isn’t an object
de: einen JSON-Body, der kein Objekt ist
es: un cuerpo JSON que no es un objeto
fr: un corps JSON qui n’est pas un objet
id: body JSON yang bukan objek
it: un corpo JSON che non è un oggetto
ja: オブジェクトではないJSON本文
ko: 객체가 아닌 JSON 본문
nl: een JSON-body die geen object is
pl: treść JSON, która nie jest obiektem
pt_br: um corpo JSON que não é um objeto
ru: тело JSON, которое не является объектом
tr: nesne olmayan bir JSON gövdesi
uk: тіло JSON, яке не є об’єктом
vi: nội dung JSON không phải là đối tượng
zh_hans: 不是对象的 JSON 正文
zh_hant: 不是物件的 JSON 內文

source: a file form field
de: ein Formularfeld für eine Datei
es: un campo de formulario de archivo
fr: un champ de formulaire de fichier
id: kolom formulir file
it: un campo modulo per file
ja: ファイルのフォームフィールド
ko: 파일 양식 필드
nl: een formulierveld voor een bestand
pl: pole formularza na plik
pt_br: um campo de formulário de arquivo
ru: поле формы для файла
tr: bir dosya form alanı
uk: поле форми для файлу
vi: trường biểu mẫu tệp
zh_hans: 文件表单字段
zh_hant: 檔案表單欄位

source: characters
de: Zeichen
es: caracteres
fr: caractères
id: karakter
it: caratteri
ja: 文字
ko: 자
nl: tekens
pl: znaków
pt_br: caracteres
ru: символов
tr: karakter
uk: символів
vi: ký tự
zh_hans: 个字符
zh_hant: 個字元

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
id: Periksa
it: Verifica
ja: 確認
ko: 확인
nl: Controleer
pl: Sprawdź
pt_br: Verificar
ru: Проверить
tr: Kontrol Et
uk: Перевірити
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
id: Memeriksa…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
nl: Controleren…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
tr: Kontrol ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Clean URL (Recommended)
de: Saubere URL (empfohlen)
es: URL limpia (recomendado)
fr: URL épurée (recommandé)
id: URL Ringkas (Disarankan)
it: URL pulito (consigliato)
ja: クリーンな URL（推奨）
ko: 깔끔한 URL(권장)
nl: Schone URL (aanbevolen)
pl: Czysty URL (zalecane)
pt_br: URL limpa (recomendado)
ru: Чистый URL (рекомендуется)
tr: Temiz URL (Önerilen)
uk: Чиста URL-адреса (рекомендовано)
vi: URL gọn (Khuyên dùng)
zh_hans: 简洁 URL（推荐）
zh_hant: 簡潔 URL（建議）

source: Clear Thumbnails
de: Vorschaubilder löschen
es: Borrar miniaturas
fr: Effacer les vignettes
id: Hapus Gambar Mini
it: Cancella miniature
ja: サムネイルを消去
ko: 썸네일 지우기
nl: Wis miniaturen
pl: Wyczyść miniatury
pt_br: Limpar miniaturas
ru: Очистить миниатюры
tr: Küçük Resimleri Temizle
uk: Очистити мініатюри
vi: Xóa hình thu nhỏ
zh_hans: 清除缩略图
zh_hant: 清除縮圖

source: Clear thumbnails on this Mac?
de: Vorschaubilder auf diesem Mac löschen?
es: ¿Borrar las miniaturas de este Mac?
fr: Effacer les vignettes de ce Mac ?
id: Hapus gambar mini di Mac ini?
it: Cancellare le miniature su questo Mac?
ja: このMac上のサムネイルを消去しますか?
ko: 이 Mac의 썸네일을 지우겠습니까?
nl: Miniaturen op deze Mac wissen?
pl: Wyczyścić miniatury na tym Macu?
pt_br: Limpar as miniaturas deste Mac?
ru: Очистить миниатюры на этом Mac?
tr: Bu Mac'teki küçük resimler temizlensin mi?
uk: Очистити мініатюри на цьому Mac?
vi: Xóa hình thu nhỏ trên máy Mac này?
zh_hans: 清除这台 Mac 上的缩略图吗？
zh_hant: 要清除這台 Mac 上的縮圖嗎？

source: Clear…
de: Löschen …
es: Borrar…
fr: Effacer…
id: Hapus…
it: Cancella…
ja: 消去…
ko: 지우기…
nl: Wis…
pl: Wyczyść…
pt_br: Limpar…
ru: Очистить…
tr: Temizle…
uk: Очистити…
vi: Xóa…
zh_hans: 清除…
zh_hant: 清除…

source: Clicks: %lld
de: Klicks: %lld
es: Clics: %lld
fr: Clics : %lld
id: Klik: %lld
it: Clic: %lld
ja: クリック数: %lld
ko: 클릭: %lld
nl: Klikken: %lld
pl: Kliknięcia: %lld
pt_br: Cliques: %lld
ru: Переходы: %lld
tr: Tıklama: %lld
uk: Переходи: %lld
vi: Lượt nhấp: %lld
zh_hans: 点击次数：%lld
zh_hant: 點擊次數：%lld

source: Cloudflare accepts this token
de: Cloudflare akzeptiert dieses Token
es: Cloudflare acepta este token
fr: Cloudflare accepte ce jeton
id: Cloudflare menerima token ini
it: Cloudflare accetta questo token
ja: Cloudflare はこのトークンを受け付けました
ko: Cloudflare가 이 토큰을 수락했습니다.
nl: Cloudflare accepteert dit token
pl: Cloudflare akceptuje ten token
pt_br: O Cloudflare aceita este token
ru: Cloudflare принимает этот токен
tr: Cloudflare bu token'ı kabul ediyor
uk: Cloudflare приймає цей токен
vi: Cloudflare chấp nhận token này
zh_hans: Cloudflare 接受此令牌
zh_hant: Cloudflare 接受此權杖

source: Cloudflare adds the DNS record and certificate. It can take a few minutes before links work.
de: Cloudflare fügt den DNS-Eintrag und das Zertifikat hinzu. Es kann ein paar Minuten dauern, bis die Links funktionieren.
es: Cloudflare añade el registro DNS y el certificado. Los enlaces pueden tardar unos minutos en funcionar.
fr: Cloudflare ajoute l’enregistrement DNS et le certificat. Les liens peuvent mettre quelques minutes à fonctionner.
id: Cloudflare menambahkan catatan DNS dan sertifikat. Tautan mungkin baru berfungsi setelah beberapa menit.
it: Cloudflare aggiunge il record DNS e il certificato. Possono servire alcuni minuti prima che i link funzionino.
ja: Cloudflare が DNS レコードと証明書を追加します。リンクが使えるようになるまで数分かかることがあります。
ko: Cloudflare가 DNS 레코드와 인증서를 추가합니다. 링크가 작동하기까지 몇 분 걸릴 수 있습니다.
nl: Cloudflare voegt het DNS-record en het certificaat toe. Het kan een paar minuten duren voordat links werken.
pl: Cloudflare dodaje rekord DNS i certyfikat. Może minąć kilka minut, zanim linki zaczną działać.
pt_br: O Cloudflare adiciona o registro DNS e o certificado. Pode levar alguns minutos até os links funcionarem.
ru: Cloudflare добавляет DNS-запись и сертификат. Ссылки могут заработать через несколько минут.
tr: Cloudflare DNS kaydını ve sertifikayı ekler. Bağlantıların çalışmaya başlaması birkaç dakika sürebilir.
uk: Cloudflare додає DNS-запис і сертифікат. Посилання можуть запрацювати лише за кілька хвилин.
vi: Cloudflare thêm bản ghi DNS và chứng chỉ. Có thể mất vài phút để các liên kết hoạt động.
zh_hans: Cloudflare 会添加 DNS 记录和证书。链接可能需要几分钟才能生效。
zh_hant: Cloudflare 會新增 DNS 記錄和憑證。連結可能需要幾分鐘才會生效。

source: Cloudflare didn’t answer. %@
de: Cloudflare hat nicht geantwortet. %@
es: Cloudflare no respondió. %@
fr: Cloudflare n’a pas répondu. %@
id: Cloudflare tidak merespons. %@
it: Cloudflare non ha risposto. %@
ja: Cloudflare から応答がありません。%@
ko: Cloudflare가 응답하지 않았습니다. %@
nl: Cloudflare reageerde niet. %@
pl: Cloudflare nie odpowiada. %@
pt_br: O Cloudflare não respondeu. %@
ru: Cloudflare не ответил. %@
tr: Cloudflare yanıt vermedi. %@
uk: Cloudflare не відповідає. %@
vi: Cloudflare không phản hồi. %@
zh_hans: Cloudflare 没有响应。%@
zh_hant: Cloudflare 沒有回應。%@

source: Cloudflare didn’t return the bucket’s r2.dev address.
de: Cloudflare hat die r2.dev-Adresse des Buckets nicht zurückgegeben.
es: Cloudflare no devolvió la dirección r2.dev del bucket.
fr: Cloudflare n’a pas renvoyé l’adresse r2.dev du bucket.
id: Cloudflare tidak mengembalikan alamat r2.dev untuk bucket.
it: Cloudflare non ha restituito l’indirizzo r2.dev del bucket.
ja: Cloudflare からバケットの r2.dev アドレスが返されませんでした。
ko: Cloudflare가 버킷의 r2.dev 주소를 반환하지 않았습니다.
nl: Cloudflare heeft het r2.dev-adres van de bucket niet teruggegeven.
pl: Cloudflare nie zwrócił adresu r2.dev bucketu.
pt_br: O Cloudflare não retornou o endereço r2.dev do bucket.
ru: Cloudflare не вернул адрес r2.dev для бакета.
tr: Cloudflare bucket'ın r2.dev adresini döndürmedi.
uk: Cloudflare не повернув адресу r2.dev для бакета.
vi: Cloudflare không trả về địa chỉ r2.dev của bucket.
zh_hans: Cloudflare 未返回存储桶的 r2.dev 地址。
zh_hant: Cloudflare 未傳回儲存貯體的 r2.dev 位址。

source: Cloudflare refused the request.
de: Cloudflare hat die Anfrage abgelehnt.
es: Cloudflare rechazó la solicitud.
fr: Cloudflare a refusé la requête.
id: Cloudflare menolak permintaan.
it: Cloudflare ha rifiutato la richiesta.
ja: Cloudflare がリクエストを拒否しました。
ko: Cloudflare가 요청을 거부했습니다.
nl: Cloudflare heeft het verzoek geweigerd.
pl: Cloudflare odrzucił żądanie.
pt_br: O Cloudflare recusou a solicitação.
ru: Cloudflare отклонил запрос.
tr: Cloudflare isteği reddetti.
uk: Cloudflare відхилив запит.
vi: Cloudflare đã từ chối yêu cầu.
zh_hans: Cloudflare 拒绝了请求。
zh_hant: Cloudflare 拒絕了請求。

source: Cloudflare Zone ID
de: Cloudflare-Zonen-ID
es: ID de zona de Cloudflare
fr: ID de zone Cloudflare
id: ID Zona Cloudflare
it: ID zona Cloudflare
ja: Cloudflare ゾーン ID
ko: Cloudflare 영역 ID
pl: ID strefy Cloudflare
pt_br: ID da zona do Cloudflare
ru: ID зоны Cloudflare
uk: ID зони Cloudflare
vi: Zone ID Cloudflare
zh_hans: Cloudflare 区域 ID
zh_hant: Cloudflare 區域 ID

source: Continue
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Dalej
pt_br: Continuar
ru: Продолжить
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copy Original Link
de: Ursprünglichen Link kopieren
es: Copiar enlace original
fr: Copier le lien d’origine
id: Salin Tautan Asli
it: Copia link originale
ja: 元のリンクをコピー
ko: 원래 링크 복사
nl: Kopieer oorspronkelijke link
pl: Kopiuj oryginalny link
pt_br: Copiar link original
ru: Скопировать исходную ссылку
tr: Orijinal Bağlantıyı Kopyala
uk: Скопіювати початкове посилання
vi: Sao chép liên kết gốc
zh_hans: 复制原始链接
zh_hant: 拷貝原始連結

source: Copy Short Link
de: Kurzlink kopieren
es: Copiar enlace corto
fr: Copier le lien court
id: Salin Tautan Pendek
it: Copia link breve
ja: 短縮リンクをコピー
ko: 짧은 링크 복사
nl: Kopieer korte link
pl: Kopiuj krótki link
pt_br: Copiar link curto
ru: Скопировать короткую ссылку
tr: Kısa Bağlantıyı Kopyala
uk: Скопіювати коротке посилання
vi: Sao chép liên kết ngắn
zh_hans: 复制短链接
zh_hant: 拷貝短連結

source: Couldn't delete the thumbnails of %@ from the bucket
de: Vorschaubilder von %@ konnten nicht aus dem Bucket gelöscht werden
es: No se pudieron eliminar del bucket las miniaturas de %@
fr: Impossible de supprimer du bucket les vignettes de %@
id: Tidak dapat menghapus gambar mini %@ dari bucket
it: Impossibile eliminare dal bucket le miniature di %@
ja: %@ のサムネイルをバケットから削除できませんでした
ko: 버킷에서 %@의 썸네일을 삭제할 수 없음
nl: Kan de miniaturen van %@ niet uit de bucket verwijderen
pl: Nie można usunąć miniatur z bucketu: %@
pt_br: Não foi possível apagar do bucket as miniaturas de %@
ru: Не удалось удалить миниатюры «%@» из бакета
tr: %@ küçük resimleri bucket'tan silinemedi
uk: Не вдалося видалити мініатюри %@ з бакета
vi: Không thể xóa hình thu nhỏ của %@ khỏi bucket
zh_hans: 无法从存储桶中删除 %@ 的缩略图
zh_hant: 無法從儲存貯體刪除 %@ 的縮圖

source: Couldn’t find an unused short name for this file after %lld tries. Nothing was overwritten. Try again.
de: Nach %lld Versuchen wurde kein freier Kurzname für diese Datei gefunden. Nichts wurde überschrieben. Versuche es noch einmal.
es: No se encontró un nombre corto libre para este archivo tras %lld intentos. No se sobrescribió nada. Inténtalo de nuevo.
fr: Aucun nom court libre n’a été trouvé pour ce fichier après %lld essais. Rien n’a été écrasé. Réessayez.
id: Tidak ada nama pendek yang belum dipakai untuk file ini setelah %lld kali mencoba. Tidak ada yang ditimpa. Coba lagi.
it: Nessun nome breve libero trovato per questo file dopo %lld tentativi. Non è stato sovrascritto nulla. Riprova.
ja: %lld 回試しましたが、このファイルに使える短い名前が見つかりませんでした。何も上書きされていません。もう一度お試しください。
ko: %lld번 시도했지만 이 파일에 사용할 수 있는 짧은 이름을 찾지 못했습니다. 덮어쓴 파일은 없습니다. 다시 시도하십시오.
nl: Na %lld pogingen is er geen vrije korte naam voor dit bestand gevonden. Er is niets overschreven. Probeer het opnieuw.
pl: Po %lld próbach nie znaleziono wolnej krótkiej nazwy dla tego pliku. Nic nie zostało nadpisane. Spróbuj ponownie.
pt_br: Não foi encontrado um nome curto livre para este arquivo após %lld tentativas. Nada foi substituído. Tente novamente.
ru: Не удалось подобрать свободное короткое имя для этого файла за %lld попыток. Ничего не перезаписано. Попробуйте ещё раз.
tr: %lld denemede bu dosya için kullanılmayan bir kısa ad bulunamadı. Hiçbir şeyin üzerine yazılmadı. Tekrar dene.
uk: Не вдалося знайти вільну коротку назву для цього файлу за %lld спроб. Нічого не перезаписано. Спробуйте ще раз.
vi: Không tìm được tên ngắn chưa dùng cho tệp này sau %lld lần thử. Không có gì bị ghi đè. Hãy thử lại.
zh_hans: 尝试 %lld 次后仍未找到可用的短名称。没有覆盖任何文件。请重试。
zh_hant: 嘗試 %lld 次後仍找不到可用的短名稱。沒有覆寫任何檔案。請再試一次。

source: Couldn’t replace the file
de: Datei konnte nicht ersetzt werden
es: No se pudo reemplazar el archivo
fr: Impossible de remplacer le fichier
id: Tidak dapat mengganti file
it: Impossibile sostituire il file
ja: ファイルを置き換えられませんでした
ko: 파일을 대치할 수 없음
nl: Kan het bestand niet vervangen
pl: Nie można zastąpić pliku
pt_br: Não foi possível substituir o arquivo
ru: Не удалось заменить файл
tr: Dosya değiştirilemedi
uk: Не вдалося замінити файл
vi: Không thể thay thế tệp
zh_hans: 无法替换文件
zh_hant: 無法取代檔案

source: Count
de: Anzahl
es: Cantidad
fr: Nombre
id: Jumlah
it: Numero
ja: 件数
ko: 개수
nl: Aantal
pl: Liczba
pt_br: Quantidade
ru: Количество
tr: Adet
uk: Кількість
vi: Số lượng
zh_hans: 数量
zh_hant: 數量
